Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Your sub-quest has been updated. You can check your progress on the Quests tab in the System Menu.
pl: Zaktualizowano postęp zadania pobocznego. Postęp zadań można sprawdzić w zakładce „Zadania” w menu systemowym.

source: Your success has inspired me to work harder during my own missions!
pl: Twoje sukcesy zainspirowały mnie do cięższej pracy podczas moich misji!

source: Your...family?
pl: Twojej... rodziny?

source: You—why are you alive?
pl: Wy... dlaczego wy żyjecie?

source: Zap a hacked foe to emit a 10m blast & stun them for 3 seconds.
pl: Razi zhakow. wroga, emit. 10 m wybuch ogłuszający na 3 s.

source: Zap a hacked foe to emit a 10m blast & stun them for 3.5 seconds.
pl: Razi zhakow. wroga, emit. 10 m wybuch ogłuszający na 3,5 s.

source: Zap a hacked foe to emit a 15m blast & stun them for 3.5 seconds.
pl: Razi zhakow. wroga, emit. 15 m wybuch ogłuszający na 3,5 s.

source: Zap a hacked foe to emit a 15m blast & stun them for 4 seconds.
pl: Razi zhakow. wroga, emit. 15 m wybuch ogłuszający na 4 s.

source: Zap a hacked foe to emit a 20m blast & stun them for 4 seconds.
pl: Razi zhakow. wroga, emit. 20 m wybuch ogłuszający na 4 s.

source: Zap a hacked foe to emit a 20m blast & stun them for 4.5 seconds.
pl: Razi zhakow. wroga, emit. 20 m wybuch ogłuszający na 4,5 s.

source: Zap a hacked foe to emit a 25m blast & stun them for 4.5 seconds.
pl: Razi zhakow. wroga, emit. 25 m wybuch ogłuszający na 4,5 s.

source: Zap a hacked foe to emit a 25m blast & stun them for 5 seconds.
pl: Razi zhakow. wroga, emit. 25 m wybuch ogłuszający na 5 s.

source: Zap a hacked foe to emit a 5m blast & stun them for 3 seconds.
pl: Razi zhakow. wroga, emit. 5 m wybuch ogłuszający na 3 s.

source: Zombie Clown
pl: Klaun zombie

source: Zombie Machine
pl: Maszyna zombie

source: Zoom In
pl: Przybliż

source: Zoom Out
pl: Oddal

source: Zoom Speed
pl: Prędkość zbliżenia

source: Zounds! You're fast! Although not FAST fast, if you know what I mean.
pl: Do licha! Szybki z ciebie zawodnik! Ale nie AŻ tak szybki, jeśli wiesz o czym mówię.

source: [01/19/12423] Our memories are only copies, so they're pretty vague. That android wearing black... I have the feeling I've met her before. She had a complicated look on her face, but I can't remember anything...
pl: [01/19/12423] Nasze wspomnienia to jedynie kopie, więc są dość niejasne. Ten android ubrany na czarno... Mam wrażenie, że już wcześniej ją spotkałem. Miała zagadkowy wyraz twarzy, ale nie jestem w stanie sobie niczego z nią związanego, przypomnieć...

source: [09/02/12422] I confirmed that the machine lifeforms released by the aliens have reconstructed their network. I've started to see units with gravity-controlling capabilities again as well.
pl: [09/02/12422] Zauważyłem, że mechaniczne formy życia, stworzone przez kosmitów, odbudowały swoją sieć. Znowu zacząłem widzieć jednostki zdolne do kontroli grawitacji.

source: [10/15/12422] I was spawned about a week ago, so I don't have clear recollections of anything before that. Say, I wonder where the Original disappeared to all those millennia ago...
pl: [10/15/12422] Odrodziłem się tydzień temu, więc nie mam jasnych wspomnień tego, co miało miejsce wcześniej. Ciekawe, gdzie przez te tysiąclecia, podziewał się Oryginał...

source: [12/14/12422] I confirmed that the 25th one born after me has stopped his biological activity. Although we're technically immortal—since we can respawn indefinitely and all—we're still not exempt from death.
pl: [12/14/12422] Stwierdziłem, że 25-ty narodzony po mnie, zakończył aktywność biologiczną. Choć, techniczne, jesteśmy nieśmiertelni — możemy odradzać się w nieskończoność — wciąż podlegamy śmierci.

source: [14th Machine War — Pearl Harbor Descent]<bt_wait> The name of the mission entrusted to the YoRHa soldiers.
pl: [14. Wojna z Maszynami — Desant na Pearl Harbor]<bt_wait> Nazwa misji powierzonej żołnierzom YoRHa.

source: [14th Machine War—Pearl Harbor Descent Summary] For this descent, twelve experimental YoRHa units were deployed to destroy the server located inside Mt. Ka'ala on Oahu Island. However, they encountered heavy enemy anti-air defenses during the initial stage of the mission, resulting in the death of all but four squad members. The remaining units then joined up with members of a local Resistance movement and decided to continue the mission despite their initial losses. Even in the face of a fierce enemy counterstrike and overwhelming numerical odds, a handful of units managed to reach the target location—at which point unit Number 4 overloaded her fusion reactor and destroyed the enemy server. While the destruction of the server struck a blow against enemy forces, the true purpose of this operation was to monitor and research how the experimental YoRHa units behaved during battle. This information would then be studied and integrated into new YoRHa models once the project were to proceed past the experimental phase. One note of concern: It has been verified that the black box signal of the experimental unit Attacker Number 2 remains live. Due to the possibility of the unit being captured and compromised by the enemy, and due to the unit's existence itself being a matter of the highest level of confidentiality, it has been decided that it is to be recovered—or disposed of—by the Type E division once that group is fully operational.
pl: [14. Wojna z Maszynami — Podsumowanie desantu na Pearl Harbor] W tym desancie zrzucono dwanaście eksperymentalnych jednostek YoRHa, aby zniszczyły serwer ulokowany pod górą Ka'ala, na wyspie Oahu. Jednakże natrafiły na intensywną obronę przeciwlotniczą podcczas pierwszej fazy misji, co doprowadziło do śmierci niemal wszystkich członków zespołu. Przetrwała zaledwie czwórka. Pozostałe jednostki dołączyły do lokalnego Ruchu Oporu i zdecydowały, aby kontynuować swoją misję, niezależnie od strat. Nawet w obliczu krwiożerczego odwetu wroga i przytłaczającej przewagi, garstka jednostek dała radę dotrzeć do celu — wtedy jednostka Numer 4 przeciążyła swój reaktor fuzyjny i zniszczyła serwer wroga. Nawet jeśli zniszczenie serwera zadało siłom wroga rażący cios, prawdziwym celem tej operacji było monitorowanie i badanie jak eksperymentalne jednostki YoRHa radzą sobie w walce. Otrzymane dane zostały przestudiowane i wdrożone podczas tworzenia nowych modeli YoRHa w momencie, w którym projekt wyszedł z fazy eksperymentalnej. Jedna kwestia budzi jednak niepokój: potwierdzono, że sygnał czarnej skrzynki eksperymentalnej jednostki Atakującej Numer 2 jest aktywny. W związku z możliwością, że jednostka została pojmana przez wroga, który mógł naruszyć jej integralność, a także z uwagi na fakt, że jej istnienie powinno pozostać tajemnicą, zdecydowano, że po pełnym uruchomieniu Dywizji Typu E, jednostka zostanie, albo odzyskana, albo zniszczona.

source: [Accessory] A cool blue ribbon with an elegant design.
pl: [Dodatek] Szałowa niebieska kokarda w eleganckim stylu.

source: [Accessory] A cool blue ribbon with an elegant design. Goes well with rough jackets.
pl: [Dodatek] Szałowa niebieska kokarda w eleganckim stylu. Świetnie pasuje do staromodnej kurtki.

source: [Accessory] A head covering worn by machine lifeforms.
pl: [Dodatek] Nakrycie głowy używane przez mechaniczne formy życia.

source: [Accessory] A long-haired wig for A2.
pl: [Dodatek] Peruka z długimi włosami dla A2.

source: [Accessory] A mask bearing Emil's likeness.
pl: [Dodatek] Maska z podobizną Emila.

source: [Accessory] A mask bearing the likeness of PlatinumGames CEO Kenichi Sato.
pl: [Dodatek] Maska wyglądająca jak dyrektor PlatinumGames, Kenichi Sato.

source: [Accessory] A mask bearing the likeness of Square Enix CEO Yosuke Matsuda.
pl: [Dodatek] Maska wyglądająca jak dyrektor Square Enix, Yosuke Matsuda.

source: [Accessory] A mask bestowed only upon true heroes. Prevents you from earning EXP.
pl: [Dodatek] Maska darowana tylko prawdziwym bohaterom. Zapobiega uzyskiwaniu PD.

source: [Accessory] A mask from a long-fallen kingdom. Its wearer will be hailed as the King.
pl: [Dodatek] Maska z dawno upadłego królestwa. Ten, kto ją nosi jest czczony jako Król.

source: [Accessory] A mask of an alien face.
pl: [Dodatek] Maska twarzy kosmity.

source: [Accessory] A trendy pink ribbon with a simple design.
pl: [Dodatek] Modna różowa kokarda w prostym stylu.

source: [Accessory] A trendy pink ribbon with a simple design. Popular among androids of all ages.
pl: [Dodatek] Modna różowa kokarda w prostym stylu. Popularna wśród androidów w każdym wieku.

source: [Accessory] A valve-shaped accessory.
pl: [Dodatek] Dodatek w kształcie zaworu.

source: [Accessory] A valve-shaped accessory. Can be equipped in both eyes.
pl: [Dodatek] Dodatek w kształcie zaworu. Do użytku w obojgu oczach.

source: [Accessory] A valve-shaped accessory. Can be equipped on your head.
pl: [Dodatek] Dodatek w kształcie zaworu. Do użytku na głowie.

source: [Accessory] A valve-shaped accessory. Use in left eye only.
pl: [Dodatek] Dodatek w kształcie zaworu. Do użytku w lewym oku.

source: [Accessory] A valve-shaped accessory. Use in right eye only.
pl: [Dodatek] Dodatek w kształcie zaworu. Do użytku w prawym oku.

source: [Accessory] Emil gave you this wearable Lunar Tear.
pl: [Dodatek] Księżycowa łza podarowana przez Emila.

source: [Accessory] Glasses worn by Adam.
pl: [Dodatek] Okulary Adama.

source: [Accessory] Glasses worn by Adam. Equip them to instantly feel more intelligent.
pl: [Dodatek] Okulary Adama. Założenie ich pozwala poczuć się mądrym.

source: [Accessory] Goggles with so much camouflage they became entirely invisible.
pl: [Dodatek] Wizjer kamuflujący się tak bardzo, że go nie widać.

source: [Accessory] The mask worn by Masamune. Increases the level of hacked enemies by 30.
pl: [Dodatek] Maska noszona przez Masamune. Zwiększa poziom hakowanych przeciwników o 30.

source: [Accessory] This head covering belongs to Emil.
pl: [Dodatek] Nakrycie głowy należące do Emila.

source: [Anonymous]
pl: [Anonim]

source: [Equipment] A highly revealing piece of clothing for 2B that includes bandages for some reason.
pl: [Wyposażenie] Niezwykle skąpy strój dla 2B, który z jakiegoś powodu zawiera bandaże.

source: [Equipment] A simple piece of clothing for 9S that used to belong to a young man in the old world.
pl: [Wyposażenie] Prosty strój dla 9S, który niegdyś należał do młodzieńca ze starego świata.

source: [Equipment] An outfit for A2 that may or may not have belonged to the man who destroyed the world.
pl: [Wyposażenie] Strój dla A2, który mógł, albo i nie mógł należeć do człowieka który zniszczył świat.

source: [Equipment] Protective armor formally issued to YoRHa troops.
pl: [Wyposażenie] Przydziałowa zbroja ochronna używana przez żołnierzy YoRHa.

source: [Equipment] Protective armor formally issued to YoRHa troops. 2B can equip this costume.
pl: [Wyposażenie] Przydziałowa zbroja ochronna używana przez żołnierzy YoRHa. Może być używana przez 2B.

source: [Journal 000] As I can no longer move, I have nothing to do. Perhaps I will try writing what is called a "journal." [Journal 010] Where did machine lifeforms come from? We repeat a process of self-proliferation and repair. Am I my own existence? Or do we all encompass one sole existence? [Journal 020] The aliens—our creators—are beings that conquer worlds and stars. Their behavior is exceedingly simple. They share one objective, and as such, there is never conflict between them. But what about machine lifeforms? What about us? [Journal 030] Rain is falling. A bird stopped on my shoulder. I never tire of looking at life on this planet. I will make my record of this bird protected data so I do not lose it.
pl: [Dziennik 000] Skoro nie mogę się już ruszać, nie mam co robić. Może spróbuję pisać coś, co nazywa się „dziennikiem”. [Dziennik 001] Skąd wzięły się mechaniczne formy życia? Powtarzamy proces samo-rozprzestrzeniania się i naprawiania. Czy jestem własnym istnieniem? Czy może wszyscy obejmujemy jedno, jedyne istnienie? [Dziennik 020] Kosmici — nasi stwórcy — są istotami podbijającymi światy i gwiazdy. Ich zachowanie jest niezmiernie proste. Mają jeden cel, i dlatego też, nigdy nie ma między nimi konfliktów. Ale co z mechanicznymi formami życia? Co z nami? [Dziennik 030] Pada deszcz. Ptak przysiadł na moim ramieniu. Nigdy nie znudzi mi się obserwowanie życia na tej planecie. Zabezpieczę wpis o tym ptaku, aby nigdy go nie stracić.

source: [L]one wolf
pl: samotny wi[L]k

source: [NO BROADCAST FROM THIS CHANNEL]
pl: [BRAK SYGNAŁU NA TYM KANALE]

source: [N]o man's village
pl: wioska [N]iczyja

source: [No Subject]
pl: [Brak tematu]

source: [Overview] Engels Fortress Destroyer Transformable Combination Infantry Production code: 110-B Production date: February 14, 11934 CE [Records] First deployment: August 3, 11934 CE Individuals killed: 11,345 Largest combo: 234 Total points: 9,432 [Condition] (Repair required) Both arms malfunctioning (Repair required) Legs damaged—ambulation impossible (Repair required) Fragmentation errors verified in memory storage (Repair required) Voice system malfunctioning * Additional errors exist, but are not listed above
pl: [Przegląd] Zmiennokształtna piechota połączona, niszczyciel fortec Engels Kod produkcji: 110-B Data produkcji: 14 lutego 11934 n.e. [Rekordy] Pierwsze użycie: 3 sierpnia 11934 n.e. Zabitych jednostek: 11 345 Największe kombo: 234 Suma punktów: 9432 [Stan] (Wymagana naprawa) Obie ręce niesprawne (Wymagana naprawa) Nogi zniszczone — poruszanie się niemożliwe (Wymagana naprawa) Znaleziono błędy fragmentacji w zapisie pamięci (Wymagana naprawa) Niesprawny system głosowy * występują też dodatkowe błędy, nie zapisane powyżej.

source: [Overview] Engels Fortress Destroyer Transformable Combination Infantry Production code: 110-B Production date: February 14, 11943 CE [Records] First deployment: August 3, 11943 CE Individuals killed: 11,345 Largest combo: 234 Total points: 9,432 [Condition] (Repair required) Both arms malfunctioning (Repair required) Legs damaged—ambulation impossible (Repair required) Fragmentation errors verified in memory storage (Repair required) Voice system malfunctioning * Additional errors exist, but are not listed above
pl: [Przegląd] Zmiennokształtna piechota połączona, niszczyciel fortec Engels Kod produkcji: 110-B Data produkcji: 14 lutego 11943 n.e. [Rekordy] Pierwsze użycie: 3 sierpnia 11943 n.e. Zabitych jednostek: 11 345 Największe kombo: 234 Suma punktów: 9432 [Stan] (Wymagana naprawa) Obie ręce niesprawne (Wymagana naprawa) Nogi zniszczone — poruszanie się niemożliwe (Wymagana naprawa) Znaleziono błędy fragmentacji w zapisie pamięci (Wymagana naprawa) Niesprawny system głosowy * występują też dodatkowe błędy, nie zapisane powyżej.

source: [Pod Model] A high-capacity device used in the Gestalt Project.
pl: [Wygląd poda] Urządzenie o dużej pojemności używane w Projekcie Gestalt.

source: [Pod Model] A high-capacity device used in the Gestalt Project. It exudes a vague aura of pompousness.
pl: [Wygląd Poda] Urządzenie o dużej pojemności używane w Projekcie Gestalt. Wytwarza nieuchwytną aurę wyniosłości.

source: [Pod Skin] A Pod skin powered by some kind of ancient blast-based processing technology.
pl: [Wygląd Poda] Wygląd Poda wykorzystujący starożytną technologię „przetwarzania wybuchowego”.

source: [Pod Skin] A purple Pod skin filled with the hopes and dreams of millions of children.
pl: [Wygląd Poda] Wygląd Poda wypełniony marzeniami milionów dzieci.

source: [Pod Skin] A retro Pod skin that looks like an ancient device from the East.
pl: [Wygląd Poda] Pod w stylu retro, przypominającym starożytne urządzenie ze Wschodu.

source: [Pod Skin] A super nostalgic four-color pattern on a bed of grey.
pl: [Wygląd Poda] Nostalgiczny wzór czterech odcieni szarości.

source: [Pod Skin] Make your Pod look like an indestructible entertainment device.
pl: [Wygląd Poda] Upodobnij swojego Poda do niezniszczalnego urządzenia do rozrywki.

source: [Pod Skin] Shaped after a common household appliance vital for survival.
pl: [Wygląd Poda] Wzorowany na niezbędnym do przetrwania sprzęcie codziennego użytku.

source: [Pod Skin] Shaped after a very sturdy box used for transporting goods in the jungle.
pl: [Wygląd Poda] Wzorowany na wytrzymałym pudle używanym do transportu towarów w dżungli.

source: [Pod Skin] White and blue stripes with a dash of pink.
pl: [Wygląd poda] Biało-niebieskie paski z nutą różowego.

source: [Pod Skin] White and blue stripes with a dash of pink. Common in the Far East.
pl: [Wygląd Poda] Biało-niebieskie paski z nutą różowego. Popularne na Dalekim Wschodzie.

source: [Project 08-01: Operation of Model No.2 in the YoRHa Project] After the first descent of the YoRHa prototypes, Attacker 2 (A2) was the sole unit to return alive, despite mediocre results during her simulations. Upon analysis of her stored personality data, it was discovered she possesses excellent analytical and decision-making skills in extreme circumstances. As reported separately, we will install this personality data in the new lot of E models and use them for the security protection of this project.
pl: [Projekt 08-01: Działania modelu nr. 2 w projekcie YoRHa] Po pierwszym desancie prototypów YoRHa, pomimo miernych wyników podczas symulacji, jedyną jednostką pozostałą przy życiu była Atakująca 2 (A2). Po analizie zachowanych danych osobowościowych, odkryto, że w ekstremalnych okolicznościach, posiada znakomite umiejętności analityczne i podejmowania decyzji. Jak podano w osobnym sprawozdaniu, te dane osobowościowe będą instalowane w wielu nowych modelach E i zostaną użyte do ochrony bezpieczeństwa projektu.

source: [Q]uestionable actions
pl: k[Q]ntrowersyjne działania

source: [Record of Project Gestalt's End]
pl: [Zapiski z zakończenia Projektu Gestalt]

source: [Record: Transitions in the Project's Initial Phase]<BGM_BGM_M3060_S0035_N_0010>
pl: [Zapiski: Przeniesienie w początkowej fazie Projektu]<BGM_BGM_M3060_S0035_N_0010>

source: [Report Regarding the Increase in Relapses]
pl: [Zapiski dotyczące nasilenia nawrotów]

source: [SCREAM]
pl: [KRZYK]

source: [Shipment Record] February 14 [Approved] February 14 Engels Fortress Destroyer Transformable Combination Infantry—4 units > Production code: 110-A > Production code: 110-B > Production code: 110-C > Production code: 110-D Engels Goliath-class Suppression Flight Weapon > Production code: 022-A [Inspection] OK
pl: [Zapis ładunku] 14 lutego [Zatwierdzono] 14 lutego Zmiennokształtna piechota połączona, niszczyciel fortec Engels — 4 jednostki > Kod produkcji: 110-A > Kod produkcji: 110-B > Kod produkcji: 110-C > Kod produkcji: 110-D Broń klasy Goliat, pacyfikator lotnictwa Engels > Kod produkcji: 022-A [Inspekcja] OK

source: [Tokyo Department Store Going-Out-of-Business Sale] After 25 glorious years of serving our loyal customers, it is with a heavy heart that we announce our last day of business will be on March 31. Beginning on March 1, we'll be slashing prices on everything in the entire store. Additionally, we'll be opening our doors one hour earlier throughout the entire month. We eagerly await your visit, and thank you again for your years of patronage. * Bring this flyer with you to receive a free pack of tissues.
pl: [Wyprzedaż Domu Towarowego Tokio w związku z likwidacją] Po 25 wspaniałych latach służenia naszym lojalnym klientom, musimy z przykrością ogłosić, że ostatni dzień naszej działalności nastąpi 31 marca. Począwszy od 1 marca obniżamy ceny na wszystkie produkty w całym sklepie. Ponadto, przez cały miesiąc będziemy otwierali nasze drzwi o godzinę wcześniej. Z niecierpliwością czekamy na waszą wizytę i jeszcze raz dziękujemy za wasz wieloletni patronat. * Przyjdź z tą ulotką, aby odebrać darmową paczkę chusteczek.

source: [Top Secret] Black Box
pl: [Ściśle tajne] Czarna skrzynka

source: [Top Secret] Model No.2
pl: [Ściśle tajne] Model nr. 2

source: [Top Secret] Project YoRHa
pl: [Ściśle tajne] Projekt YoRHa

source: [Top Secret] YoRHa Disposal
pl: [Ściśle tajne] Likwidacja YoRHy

source: a clean switch for joy
pl: tak łatwo przekuć w radość

source: a lot see 'cause I can't really talk so good if ya haven't noticed which maybe ya did and everyone else pretty much won't talk to me 'cause of it
pl: wielkie bo niezbyt umiem za dobrze mówić jeśli nie zauważyłuś a może zauważyłuś i wszyscy inni nie gadają ze mną przez to

source: a mountain too [H]igh
pl: wierzc[H]ołek nie do zdobycia

source: admired the enemy's strength
pl: podziwiam siłę wroga

source: again for making all them guys extra dead 'cause they were a bunch of id-jits and who gives two bolts about 'em and here take this for all yer work
pl: wielkie za to że zrobiłaś ich ekstra martwymi bo byli bandą ydjotów i kogo oni obchodzą i weź to za swój wysiłek

source: almost won
pl: prawie wygrywam

source: amazarashi Head
pl: Głowa amazarashi

source: and dry my spilled tears
pl: i wysuszyć moje rozlane łzy

source: and loss is the solution
pl: i strata jest rozwiązaniem

source: and tirelessly
pl: i niestrudzenie

source: and wait
pl: i czekam

source: and who cares about that "forest kingdom" idea anyway and who does that dumb king think he is and all them guys are better off dead anyhow haw haw haw so thanks
pl: i kogo w ogóle obchodzi ten pomysł z „leśnym królestwem” i kim myślał że jest ten głupi król i oni wszyscy lepiej jak są martwi hie hie więc dzięki

source: and wonder if we'll ever have the chance to kill him.
pl: i zastanawiam się, czy kiedykolwiek będę miała szansę go zabić.

source: applied all combat intel
pl: stosuję wszelkie dane z wywiadu

source: are deserving of life
pl: zasługiwałyby na życie

source: at YoRHa HQ
pl: w kwaterze YoRHa

source: at a battlefield on the sea
pl: na polu bitwy na morzu

source: at a blood-soaked battlefield
pl: na polu bitwy ociekającym krwią

source: at a city consumed by nature
pl: w mieście pożartym przez naturę

source: at a city consumed by water
pl: w mieście pożartym przez wodę

source: at a city drenched in blue
pl: w mieście skąpanym w błękicie

source: at a city drowned in green
pl: w mieście skąpanym w zieleni

source: at a city filled with light
pl: w mieście pełnym światła

source: at a city of boxes
pl: w mieście kostek

source: at a city of building blocks
pl: w mieście cegiełek

source: at a city with a gaping hole
pl: w mieście z zionącą dziurą

source: at a closed theater
pl: w zamkniętym teatrze

source: at a copied city
pl: w skopiowanym mieście

source: at a fake city
pl: w fałszywym mieście

source: at a garbage dump
pl: na wysypisku

source: at a land stuck in the past
pl: w krainie tkwiącej w przeszłości

source: at a manufactured city
pl: w sztucznym mieście

source: at a mountain of metal
pl: na górze metalu

source: at a peace-loving village
pl: w wiosce miłującej pokój

source: at a place fit to die
pl: w miejscu odpowiednim na śmierć

source: at a place of memories
pl: w miejscu wspomnień

source: at a religious mountain
pl: w religijnej górze

source: at a sunken city
pl: w zatopionym mieście

source: at a tower built by the gods
pl: w wieży zbudowanej przez bogów

source: at a village of refugees
pl: w wiosce uchodźców

source: at an empty theater
pl: w pustym teatrze

source: at an inorganic city
pl: w nieorganicznym mieście

source: at the Bunker, looking at Earth
pl: w Bunkrze, spoglądając na Ziemię

source: at the capital of junk
pl: w stolicy złomu

source: at the enemy's lair
pl: w kryjówce wroga

source: at the home of scrap-iron
pl: w domu złomu

source: at the kingdom of machines
pl: w królestwie maszyn

source: at the ruins of a civilization
pl: w ruinach cywilizacji

source: bad [J]udgment
pl: pochopna decyz[J]a

source: became a beautiful memory
pl: zostaję pięknym wspomnieniem

source: became the wind
pl: staję się wiatrem

source: become the wind, like Emil!
pl: stań się wiatrem, jak Emil!
